[{"name":"บ้านชัย4813 อนุสาวรีย์ชัยสมรภูมิ","address":" ถนน ราชวิถี ถนนพญาไท ราชเทวี กรุงเทพมหานคร ","price":"9,500 - 15,0001,500 - 4,500"},{"name":"","address":"","price":""},{"name":"โชค S เรสซิเด้นซ์ อพาร์ทเม้นม์","address":"ซอย ขวัญพัฒนา 2 ถนน อโศก - ดินแดง มักกะสัน ราชเทวี กรุงเทพมหานคร ","price":"5,000"},{"name":"Toronto Residence Bangkok","address":"ศรีอยุธยา2 ถนน รางน้ำ ถนนพญาไท ราชเทวี กรุงเทพมหานคร ","price":""},{"name":"หอพัก My place ใกล้จุฬา ","address":"ฟูศักดิ์ เจริญเมือง รองเมือง ปทุมวัน กรุงเทพมหานคร ","price":"9,000 - 12,000"},{"name":"Banthat Thong Hostel ใกล้จุฬา, สยาม","address":"ตรงข้ามจุฬา 28 บรรทัดทอง รองเมือง ปทุมวัน กรุงเทพมหานคร ","price":"400 - 1,200"},{"name":"ราชปรารภทาวเวอร์แมนชั่น ","address":"ราชปรารภ14 ราชปรารภ มักกะสัน ราชเทวี กรุงเทพมหานคร ","price":"6,450 - 14,250750 - 1,750"},{"name":"สันติ ทาวเวอร์ แมนชั่น","address":"ประชาสันติ ดินแดง ดินแดง ดินแดง กรุงเทพมหานคร ","price":"6,700 - 8,120600 - 750"},{"name":"U.D. TOWER MANSION","address":"ซอย แยกอรรถวิมล ถนนดินแดง สามเสนใน พญาไท กรุงเทพมหานคร ","price":"6,700 - 7,320670 - 820"},{"name":"วี พี ทาวเวอร์ เซอร์วิสอพาร์ทเมนท์","address":"ชวกุล รางน้ำ ถนนพญาไท ราชเทวี กรุงเทพมหานคร ","price":"11,000 - 35,0001,200 - 1,500"},{"name":"คลอเดียเรสซิเด้นท์สาทร BTSช่องนนทรี ฟรี ค่าน้ำค่าไฟและอื่นๆ","address":"ซอย สาทร 8 ถนน สาทรเหนือ สีลม บางรัก กรุงเทพมหานคร ","price":"13,000 - 27,000"},{"name":"ฟรีเซีย เกสเฮ้าร์ BTS ศาลาแดง (ฟรี ค่าน้ำค่าไฟ และอื่นๆ)","address":"ซอย ยมราช สีลม บางรัก กรุงเทพมหานคร ","price":"8,000 - 12,000"},{"name":" ว่าง1ห้อง เมษา) เพชรบุรี ซอย5 อพาร์ทเม้นท์ (พญาไท,ราชเทวี)","address":"5 เพชรบุรี 5 ทุ่งพญาไท ราชเทวี กรุงเทพมหานคร ","price":"3,800 - 4,600600"},{"name":"รายวัน) หอพัก เพชรบุรี ซอย5 ( BTS พญาไท,Airport Link พญาไท )","address":"5 เพชรบุรี ทุ่งพญาไท ราชเทวี กรุงเทพมหานคร ","price":"500"},{"name":"ราชปรารภ เพลส อพาร์ทเม้นท์","address":" ถนนราชปรารภ มักกะสัน ราชเทวี กรุงเทพมหานคร ","price":"6,000 - 7,502700 - 1,500"},{"name":"หอพักพุฒิศักย์","address":"ซอย เพชรบุรี 12 ถนน พญาไท ถนนเพชรบุรี ราชเทวี กรุงเทพมหานคร ","price":"7,000 - 8,000"},{"name":"หอพักฝันดี มีว่างเดือนเมษาและมิถุนาคะ","address":" ถนน บรรทัดทอง ถนนเพชรบุรี ราชเทวี กรุงเทพมหานคร ","price":"6,500 - 6,800"},{"name":"หอพักสตรี ไวโอเลต เปิดใหม่","address":"โรงเรียนกิ่งเพชร บรรทัดทอง ถนนเพชรบุรี ราชเทวี กรุงเทพมหานคร ","price":"7,000 - 7,500"},{"name":"ห้องเช่า ริมถนนสี่พระยา","address":" ถนน สี่พระยา มหาพฤฒาราม บางรัก กรุงเทพมหานคร ","price":"11,000 - 12,000"},{"name":"ไพร์ม สาทร อพาร์ทเม้นท์","address":"ศรีอักษร เชื้อเพลิง ทุ่งมหาเมฆ สาทร กรุงเทพมหานคร ","price":"9,000 - 10,500"},{"name":"Happy Monkey Hostel","address":"ซอย 15 ถนน เพชรบุรี ถนนพญาไท ราชเทวี กรุงเทพมหานคร ","price":"4,200 - 4,500450 - 470"},{"name":"บ้านสบายพระราม4เซอร์วิสอพาร์ทเม้นท์","address":"ซอย ศรีบำเพ็ญ ทุ่งมหาเมฆ สาทร กรุงเทพมหานคร ","price":"12,000 - 32,900750 - 2,500"},{"name":"มีห้องว่างให้เช่าเปิดทำร้านอาหาร ร้านกาแฟ ธุรกิจส่วนตัว","address":" ดินแดง ดินแดง กรุงเทพมหานคร ","price":"20,000"},{"name":"สวนสนเพลส อนุสาวรีย์ชัย","address":" ถนน ราชวิถี สามเสนใน พญาไท กรุงเทพมหานคร ","price":"5,200"},{"name":"คลอเดีย เรสซิเด้นท์ ศาลาแดง BTS ศาลาแดง(รวมค่าน้ำค่าไฟอื่นๆ)","address":"ซอย ยมราช สีลม บางรัก กรุงเทพมหานคร ","price":"14,000 - 35,000"},{"name":"โรงแรม ฟอร์เรส บางกอก","address":" ถนน เพชรบุรี ถนนเพชรบุรี ราชเทวี กรุงเทพมหานคร ","price":"350 - 1,200"},{"name":"Baby Boom Ratchada3","address":"ซอย อยู่เจริญ 5 (รัชดา 3-3-2) รัชดา ดินแดง ดินแดง กรุงเทพมหานคร ","price":"7,500 - 8,500"}]