[{"name":"100 พลัส อพาร์ทเม้นท์ ใกล้ BTS วงเวียนใหญ่","address":"ซอย วิเศษสรรค์ ถนนเจริญรัถ คลองสาน คลองสาน กรุงเทพมหานคร ","price":"6,500"},{"name":"คานา แมนชั่น ห้องพักรายวัน รายเดือน ติด MRT ท่าพระ 300 เมตร","address":"ซอย เพชรเกษม 7/2 ถนนเพชรเกษม วัดท่าพระ บางกอกใหญ่ กรุงเทพมหานคร ","price":"4,500 - 8,500600 - 650"},{"name":"ศรีอรุณเรซิเด้น Sri-A-run Resident","address":"ซอย อิสรภาพ 38 ถนน อิสรภาพ วัดอรุณ บางกอกใหญ่ กรุงเทพมหานคร ","price":"4,000 - 7,500700 - 1,000"},{"name":"","address":"","price":""},{"name":"รายวัน 650 บาท ใกล้ รพ ศิริราช แค่ 100 เมตร","address":"ซอย วัดวิเศษการ ถนน พรานนก ศิริราช บางกอกน้อย กรุงเทพมหานคร ","price":"6,000 - 12,000650 - 650"},{"name":"คูลเฮ้าส์ แมนชั่น","address":"ซอย เพชรเกษม 58 เพชรเกษม บางด้วน ภาษีเจริญ กรุงเทพมหานคร ","price":"2,000 - 2,600"},{"name":"ธนาเพลส อพาร์ทเม้นท์","address":"จรัญสนิทวงศ์ 34 จรัญสนิทวงศ์ อรุณอมรินทร์ บางกอกน้อย กรุงเทพมหานคร ","price":"1,500 - 9,000600 - 600"},{"name":"เดอะ แบ็กแพ็กเกอร์ เกสเฮาส์","address":"ตรอกบ้านหล่อ ถนน ประชาธิปไตย บ้านพานถม พระนคร กรุงเทพมหานคร ","price":"3,500 - 5,000"},{"name":"หอพักปิยรมย์ (ซ.ประชาอุทิศ17)","address":"ประชาอุทิศ17 ประชาอุทิศ ราษฎร์บูรณะ ราษฎร์บูรณะ กรุงเทพมหานคร ","price":"1,800"},{"name":"สวนพลู โฮสเทล (ติด BTS วงเวียนใหญ่)","address":"ซอย มานะวิทยา ถนน กรุงธนบุรี คลองต้นไทร คลองสาน กรุงเทพมหานคร ","price":"9,000 - 10,000700 - 750"},{"name":"สวนพลู โฮสเทล (ติด BTS วงเวียนใหญ่)","address":"ซอย มานะวิทยา ถนน กรุงธนบุรี คลองต้นไทร คลองสาน กรุงเทพมหานคร ","price":"7,000 - 10,000550 - 600"},{"name":"ดีพี แมนชั่น เพชรเกษม 4 ออก ถนนอิสรภาพ 21","address":"แยก 17 ซ.โรงถ่าน เพชรเกษม 4 วัดท่าพระ บางกอกใหญ่ กรุงเทพมหานคร ","price":"4,500 - 5,000"},{"name":"Vilai Resident ( ใกล้ ม.ราชภัฎบ้านสมเด็จเจ้าพระยา , ม.ราชภัฎธนบุรี)","address":"ซอย อิสรภาพ 11 ถนน อิสรภาพ หิรัญรูจี ธนบุรี กรุงเทพมหานคร ","price":"4,600 - 5,500"},{"name":"ห้องเช่า ใกล้ไอคอนสยาม สำเพ็ง,คลองถม,เยาวราช,ถนนเสือป่า","address":"ซอย ท่าดินแดง 16 คลองสาน คลองสาน กรุงเทพมหานคร ","price":"1,700 - 3,500"},{"name":"เอสแอนด์เอช เรซสิเด้นท์ ติด MRT ท่าพระ50เมตร","address":"เพชรเกษม 11 เพชรเกษม วัดท่าพระ บางกอกใหญ่ กรุงเทพมหานคร ","price":"6,500 - 14,000700 - 1,100"},{"name":"แกรนด์เนลล่า เรสสิเด้นท์ เจริญกรุง","address":"ซอย เจริญกรุง 85 แยก 6 ถนน เจริญกรุง วัดพระยาไกร บางคอแหลม กรุงเทพมหานคร ","price":"5,500 - 7,500800 - 1,200"},{"name":"Wutthakat Residence","address":"ซอย วุฒากาศ 24 ถนน วุฒากาศ ตลาดพลู ธนบุรี กรุงเทพมหานคร ","price":"5,000 - 6,000"},{"name":"บ้านบุญรักษา หอพักสตรี ซอยวังหลัง 8 ศิริราช","address":" วังหลัง 8 ศิริราช บางกอกน้อย กรุงเทพมหานคร ","price":"6,500 - 8,500"},{"name":"W Station Hotel","address":"ซอย แดง กรุงธนบุรี บางลำภูล่าง คลองสาน กรุงเทพมหานคร ","price":"22,000"},{"name":"บุญสุวัฒน์อพาร์เมนท์","address":"ซอย กรุงธนบุรี 6 ถนน กรุงธนบุรี บางลำภูล่าง คลองสาน กรุงเทพมหานคร ","price":"5,000 - 6,500650 - 800"},{"name":"บุญสุวัฒน์อพาร์เมนท์","address":"ซอย กรุงธนบุรี 6 ถนน กรุงธนบุรี บางลำภูล่าง คลองสาน กรุงเทพมหานคร ","price":"5,000 - 6,500650 - 800"},{"name":"วังหลังโฮสเทล ห้องพัก รายวัน รายเดือน ศิริราช วังหลัง","address":"ซอย วังหลัง ถนน อรุณอมรินทร์ ศิริราช บางกอกน้อย กรุงเทพมหานคร ","price":"3,500 - 4,500600 - 700"},{"name":"ห้องพักซอยเจริญกรุง 57 ย่านบางรัก สาทร","address":"ซอย เจริญกรุง 57 ถนน เจริญกรุง ยานนาวา สาทร กรุงเทพมหานคร ","price":"3,000 - 4,000"},{"name":"ใกล้BtS 51 สวนพลู เรสซิเด้นซ์ พักระยะสั้นได้ เฟอร์ครบ","address":" เทอดไท 9 บางยี่เรือ ธนบุรี กรุงเทพมหานคร ","price":"6,800 - 10,000700 - 900"},{"name":"ฟิวกู้ดบางกอกโฮสเทล (เยื้องพาต้าปิ่นเกล้า แยกอรุณอัมรินทร์ )","address":"161/2 ซอยสมเด็จพระปิ่นเกล้า 17 สมเด็จพระปิ่นเกล้า อรุณอมรินทร์ บางกอกน้อย กรุงเทพมหานคร ","price":"350 - 1,300"},{"name":"ลุมพีนี เพลส พระราม3 ริเวอร์วิว ","address":" ถนน พระราม3 บางคอแหลม บางคอแหลม กรุงเทพมหานคร ","price":"1,700"},{"name":"Forty Place โฟร์ตี้เพลส ใกล้ BTS วงเวียนใหญ่","address":"เจริญนคร40 เจริญนคร บางลำภูล่าง คลองสาน กรุงเทพมหานคร ","price":"4,800 - 5,500"},{"name":"วังรุ่งโรจน์ ติดม.ราชภัฏบ้านสมเด็จเจ้าพระยา","address":"ซอย อิสรภาพ 9 ถนน อิสรภาพ หิรัญรูจี ธนบุรี กรุงเทพมหานคร ","price":"3,700 - 5,000"},{"name":"ท่าพระอพาร์ทเม้นท์","address":"ซอย จรัญสนิทวงศ์ 4 ถนน จรัญสนิทวงศ์ วัดท่าพระ บางกอกใหญ่ กรุงเทพมหานคร ","price":"2,500 - 3,800"}]