[{"name":"BK Mansion เปิดใหม่ (พระราม 7 ใกล้การไฟฟ้าฝ่ายผลิต,ยันฮี)","address":" บางกรวย-ไทรน้อย บางกรวย บางกรวย นนทบุรี ","price":"3,500590"},{"name":"แสนสุขแมนชั่น","address":"ซอย บางกรวย-ไทรน้อย 15/1 ถนนบางกรวย-ไทรน้อย บางกรวย บางกรวย นนทบุรี ","price":"2,700"},{"name":"ศรีอรุณเรซิเด้น Sri-A-run Resident","address":"ซอย อิสรภาพ 38 ถนน อิสรภาพ วัดอรุณ บางกอกใหญ่ กรุงเทพมหานคร ","price":"4,000 - 7,500700 - 1,000"},{"name":"","address":"","price":""},{"name":"รายวัน 650 บาท ใกล้ รพ ศิริราช แค่ 100 เมตร","address":"ซอย วัดวิเศษการ ถนน พรานนก ศิริราช บางกอกน้อย กรุงเทพมหานคร ","price":"6,000 - 12,000650 - 650"},{"name":"เทเวศร์ อพาร์ทเมนต์ (บ้านเทเวศร์ 512)","address":"ซอย เทเวศร์ 2 ถนน กรุงเกษม บางขุนพรหม พระนคร กรุงเทพมหานคร ","price":"4,500 - 6,500700 - 1,000"},{"name":"BaAn TeVej 29 (เทเวศร์ อพารฺ์ตเม้นต์)","address":"ซอย เทเวศน์ 1 ถนน กรุงเกษม บางขุนพรหม พระนคร กรุงเทพมหานคร ","price":"4,000 - 5,000"},{"name":"สามเสน อพาร์ทเมนต์ (รร 28)","address":" ถนน สามเสน บางขุนพรหม พระนคร กรุงเทพมหานคร ","price":"3,000 - 3,600270 - 370"},{"name":"บ้านจงรักษ์","address":" ระนอง 1 ถนนนครไชยศรี ดุสิต กรุงเทพมหานคร ","price":"5,500 - 10,000"},{"name":"เอส.วี.เพลส จรัญฯ","address":"ซอย สกุลชัย 3 จรัญสนิทวงศ์ 75 แยก 7 บางพลัด บางพลัด กรุงเทพมหานคร ","price":"3,300"},{"name":"ร่มเย็น อพาร์ทเมนท์","address":"ซอย ชัยพฤกษ์ 8 ถนนบางขุนนนท์ ตลิ่งชัน ตลิ่งชัน กรุงเทพมหานคร ","price":"2,500 - 3,300"},{"name":"ธนาเพลส อพาร์ทเม้นท์","address":"จรัญสนิทวงศ์ 34 จรัญสนิทวงศ์ อรุณอมรินทร์ บางกอกน้อย กรุงเทพมหานคร ","price":"1,500 - 9,000600 - 600"},{"name":"เดอะ แบ็กแพ็กเกอร์ เกสเฮาส์","address":"ตรอกบ้านหล่อ ถนน ประชาธิปไตย บ้านพานถม พระนคร กรุงเทพมหานคร ","price":"3,500 - 5,000"},{"name":"หอพักปิยรมย์ (ซ.ประชาอุทิศ17)","address":"ประชาอุทิศ17 ประชาอุทิศ ราษฎร์บูรณะ ราษฎร์บูรณะ กรุงเทพมหานคร ","price":"1,800"},{"name":"ดีพี แมนชั่น เพชรเกษม 4 ออก ถนนอิสรภาพ 21","address":"แยก 17 ซ.โรงถ่าน เพชรเกษม 4 วัดท่าพระ บางกอกใหญ่ กรุงเทพมหานคร ","price":"4,500 - 5,000"},{"name":"โอเวอร์สเตย์ - ราคานี้รวมค่าน้ำค่าไฟ Free WIFI ไม่มีมัดจำ","address":" ถนน จรัญสนิทวงศ์ บางยี่ขัน บางพลัด กรุงเทพมหานคร ","price":"2,600 - 8,000125 - 400"},{"name":"เทเวศร์ อพาร์ทเมนต์ (บ้านเทเวศร์513)","address":"ซอย เทเวศน์ 2 ถนน สามเสน บางขุนพรหม พระนคร กรุงเทพมหานคร ","price":"4,000 - 6,000"},{"name":"เอ็ม.สวิต","address":"ซอย จรัญสนิทวงศ์ 70/3 ถนน จรัญสนิทวงศ์ บางพลัด บางพลัด กรุงเทพมหานคร ","price":"5,600 - 6,400820 - 820"},{"name":"บ้านบุญรักษา หอพักสตรี ซอยวังหลัง 8 ศิริราช","address":" วังหลัง 8 ศิริราช บางกอกน้อย กรุงเทพมหานคร ","price":"6,500 - 8,500"},{"name":"Interview จรัญ 42 (เปิดใหม่, ปากซอยรถไฟฟ้าบางยี่ขัน)","address":"ซอย ศรีประชา จรัญสนิทวงศ์ 42 บางยี่ขัน บางพลัด กรุงเทพมหานคร ","price":"2,800 - 3,300450 - 450"},{"name":"BaAn Tevej 511 (บ้านเทเวศร์ 511)","address":"เทเวศร์ 2 ถนน กรุงเกษม บางขุนพรหม พระนคร กรุงเทพมหานคร ","price":"4,000 - 6,500700 - 1,000"},{"name":"วังหลังโฮสเทล ห้องพัก รายวัน รายเดือน ศิริราช วังหลัง","address":"ซอย วังหลัง ถนน อรุณอมรินทร์ ศิริราช บางกอกน้อย กรุงเทพมหานคร ","price":"3,500 - 4,500600 - 700"},{"name":"ฟิวกู้ดบางกอกโฮสเทล (เยื้องพาต้าปิ่นเกล้า แยกอรุณอัมรินทร์ )","address":"161/2 ซอยสมเด็จพระปิ่นเกล้า 17 สมเด็จพระปิ่นเกล้า อรุณอมรินทร์ บางกอกน้อย กรุงเทพมหานคร ","price":"350 - 1,300"},{"name":"ยสเส ทีวี เรสสิเดนท์ให้เช่า แบบรายเดือนรายวัน","address":" ถนน พระราม 6 รองเมือง ปทุมวัน กรุงเทพมหานคร ","price":"10,000 - 12,0001,200 - 1,800"},{"name":"แกรนด์รีเจนท์","address":"ซอย จรัญสนิทวงศ์ 57 ถนน จรัญสนิทวงศ์ บางบำหรุ บางพลัด กรุงเทพมหานคร ","price":"4,800 - 5,000"},{"name":"สายใต้เก่า","address":"สายใต้เก่า ถนน บรมราชชนนี ถนนหน้าบ้าน อรุณอมรินทร์ บางกอกน้อย กรุงเทพมหานคร ","price":"2,000 - 5,000"},{"name":"พีเอสพี.เรสซิเดนท์","address":"ซอย จรัญสนิทวงศ์ 79 จรัญสนิทวงศ์ บางพลัด บางพลัด กรุงเทพมหานคร ","price":"4,300"},{"name":"ท่าพระอพาร์ทเม้นท์","address":"ซอย จรัญสนิทวงศ์ 4 ถนน จรัญสนิทวงศ์ วัดท่าพระ บางกอกใหญ่ กรุงเทพมหานคร ","price":"2,500 - 3,800"},{"name":"หอพักสตรีพรานนก","address":" อิสรภาพ บ้านช่างหล่อ บางกอกน้อย กรุงเทพมหานคร ","price":"3,200 - 3,500"}]