[{"name":"","address":"","price":""},{"name":"คูลเฮ้าส์ แมนชั่น","address":"ซอย เพชรเกษม 58 เพชรเกษม บางด้วน ภาษีเจริญ กรุงเทพมหานคร ","price":"2,000 - 2,600"},{"name":"Wutthakat Residence","address":"ซอย วุฒากาศ 24 ถนน วุฒากาศ ตลาดพลู ธนบุรี กรุงเทพมหานคร ","price":"5,000 - 6,000"},{"name":"ลุมพีนี เพลส พระราม3 ริเวอร์วิว ","address":" ถนน พระราม3 บางคอแหลม บางคอแหลม กรุงเทพมหานคร ","price":"1,700"},{"name":"แสนสุข แมนชั่น","address":"ซอย เพชรเกษม 58 ชอย เพชรเกษม 58 แยก 19 บางด้วน ภาษีเจริญ กรุงเทพมหานคร ","price":"1,300"},{"name":"นวกุล","address":"ซอย บางเพรี้ย ถนน ราชพฤกษ์ ซอย 1/7 บางจาก ภาษีเจริญ กรุงเทพมหานคร ","price":"3,500"},{"name":"โรจนรักษ์","address":"ซอย วุฒากาศ 36 ซอยวุฒากาศ 36 ถนนวุฒากาศ บางค้อ จอมทอง กทม 10150 บางค้อ จอมทอง กรุงเทพมหานคร ","price":"4,000 - 5,000600 - 600"},{"name":"พรพลาซ่า อพาร์ทเม้น","address":"กำนันแม้น 24 กำนันแม้น บางขุนเทียน จอมทอง กรุงเทพมหานคร ","price":"2,500 - 3,500"},{"name":"เรือนคุณย่า เซอร์วิสอพาร์ทเมนท์","address":"ซอย 28 ถนน เพชรเกษมสายเก่า คูหาสวรรค์ ภาษีเจริญ กรุงเทพมหานคร ","price":"3,000 - 5,000"},{"name":"ทรัพย์เจริญ","address":"ซอย วุฒากาศ51 ถนน วุฒากาศ บางค้อ จอมทอง กรุงเทพมหานคร ","price":"2,000 - 2,500"},{"name":"สุทธิพร อพาร์ทเม้นต์ (เทอดไท)","address":"ซอย เทอดไท 77/1 รางบัว บางหว้า ภาษีเจริญ กรุงเทพมหานคร ","price":"2,500"},{"name":"ดิไอคอน ใกล้ม.สยามและBTSบางหว้า","address":"ซอย เพชรเกษม 40 แยก 5 เพชรเกษม 40 บางจาก ภาษีเจริญ กรุงเทพมหานคร ","price":""},{"name":"แหลมทองอพาร์ทเมนท์","address":"ซอย เพชรเกษม 48 แยก 47/1 ถนน เพชรเกษมสายเก่า บางด้วน ภาษีเจริญ กรุงเทพมหานคร ","price":"2,800 - 3,500"},{"name":"W Station By B and B Hostel","address":"วุฒากาศ53 แยกชัยวัฒ4 ถนน วุฒากาศ บางค้อ จอมทอง กรุงเทพมหานคร ","price":"6,500 - 7,500850 - 950"},{"name":"แฟลตริมคลอง","address":"ซอย อำนวยสุข 2 วัดท่าพระ บางกอกใหญ่ กรุงเทพมหานคร ","price":"2,300"},{"name":"THE BEST","address":"เพชรเกษม66 เพชรเกษม บางแคเหนือ บางแค กรุงเทพมหานคร ","price":"4,400540"},{"name":"หอพักสตรีเพชรเกษม 21","address":"ซอย เพชรเกษม 21 แยก 1 ถนน เพชรเกษมสายเก่า ปากคลองภาษีเจริญ ภาษีเจริญ กรุงเทพมหานคร ","price":"3,000 - 7,000"},{"name":"เจริญสุข เรสซิเดนซ์ ติดBTSวุฒากาศ (สัญญาเช่าเริ่มที่1เดือน)","address":" ริมคลองด่าน บางค้อ จอมทอง กรุงเทพมหานคร ","price":"6,500 - 28,000"},{"name":"ทรัพย์เจริญ","address":"วุฒากาศ51 ริมทางรถไฟ บางค้อ จอมทอง กรุงเทพมหานคร ","price":"2,000 - 2,500"},{"name":"บ้านวุฒากาศ36","address":"ซอย วุฒากาศ 36 ถนน วุฒากาศ บางค้อ จอมทอง กรุงเทพมหานคร ","price":"4,500 - 6,500700 - 900"},{"name":"บ้านพักเก้าสิบทับหนึ่ง","address":"วุฒากาศ 36 บางค้อ จอมทอง กรุงเทพมหานคร ","price":"4,500 - 6,500"},{"name":"@36 (แอท 36)","address":"ซอย เพชรเกษม 36 เพชรเกษม ปากคลองภาษีเจริญ ภาษีเจริญ กรุงเทพมหานคร ","price":"4,200 - 4,600"},{"name":"บ้านคุณเจง ห้องพักให้เช่ารายเดือน ใกล้รถไฟฟ้า BTS บางหว้า, MRT บางไผ่","address":"ซอย เพชรเกษม 28 เพชรเกษม ปากคลองภาษีเจริญ ภาษีเจริญ กรุงเทพมหานคร ","price":"2,200 - 3,800"},{"name":"วุฒากาศ ลีฟไฮ อพาร์ทเม้น","address":"36/2 วุฒากาศ บางค้อ จอมทอง กรุงเทพมหานคร ","price":"2,500 - 4,500550 - 650"},{"name":"ห้องเช่าราคาถูก ค่าน้ำฟรี มีห้องน้ำในตัว","address":"จรัลสนิทวงศ์13 จรัญสนิทวงศ์ ปากคลองภาษีเจริญ ภาษีเจริญ กรุงเทพมหานคร ","price":"1,800 - 2,500"},{"name":"ไกวัลอพาร์ตเมนท์","address":"33/3 เพชรเกษม บางหว้า ภาษีเจริญ กรุงเทพมหานคร ","price":"2,600 - 4,600"}]